{
  "quotes": [
    {
      "text": "You have the power to heal your life, and you need to know that.",
      "source": "Meditations to Heal Your Life",
      "length": 64,
      "id": 1
    },
    {
      "text": "They don't know that we know they know we know.",
      "source": "Friends",
      "length": 47,
      "id": 2
    },
    {
      "text": "Don't it make you sad to know that life is more than who you are?",
      "source": "Goo Goo Dolls - Name",
      "length": 65,
      "id": 3
    },
    {
      "text": "Leave something for someone but don't leave someone for something.",
      "source": "Five on a Hike Together",
      "id": 4,
      "length": 66
    },
    {
      "text": "The people with ideas have no power and the people with power have no ideas.",
      "source": "5,001 Wisdom Quotations of Mike Murdock",
      "id": 5,
      "length": 76
    },
    {
      "text": "You must take life the way it comes at you and make the best of it.",
      "source": "Life of Pi",
      "id": 6,
      "length": 67
    },
    {
      "text": "If you don't know what you want, how are you going to know when you get it?",
      "source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
      "id": 7,
      "length": 75
    },
    {
      "text": "If you have to ask, you will never know. If you know, you need only ask.",
      "source": "Harry Potter and the Deathly Hallows",
      "id": 8,
      "length": 72
    },
    {
      "text": "Your memory is the glue that binds your life together.",
      "source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
      "id": 9,
      "length": 54
    },
    {
      "text": "I'm sure there are things you know that you don't even know you know.",
      "source": "UnSouled",
      "id": 10,
      "length": 69
    },
    {
      "text": "You can't use the fire exit because you're not made of fire.",
      "source": "Undertale",
      "id": 12,
      "length": 60
    },
    {
      "text": "The person that has the most to do with what happens to you is you!",
      "source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
      "id": 13,
      "length": 67
    },
    {
      "text": "There are darknesses in life and there are lights, and you are one of the lights, the light of all lights.",
      "source": "Dracula",
      "id": 14,
      "length": 106
    },
    {
      "text": "Sometimes the world as you know it just decides to become something else.",
      "source": "The Night Diary",
      "id": 15,
      "length": 73
    },
    {
      "text": "If you only do what you can do, you will never be more than who you are now.",
      "source": "Kung Fu Panda",
      "id": 16,
      "length": 76
    },
    {
      "text": "If I have to hear one more time that you did this for the family...",
      "source": "Breaking Bad",
      "id": 17,
      "length": 67
    },
    {
      "text": "And in the end, the love you take is equal to the love you make.",
      "source": "The End",
      "id": 18,
      "length": 64
    },
    {
      "text": "I've always loved you, and when you love someone, you love the whole person, just as he or she is, and not as you would like them to be.",
      "source": "Anna Karenina",
      "id": 19,
      "length": 136
    },
    {
      "text": "Memory is a way of holding onto the things you love, the things you are, the things you never want to lose.",
      "source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and be More Productive",
      "id": 20,
      "length": 107
    },
    {
      "text": "You should never, never doubt something that no one is sure of.",
      "source": "Charlie and the Chocolate Factory",
      "id": 21,
      "length": 63
    },
    {
      "text": "Make sure you marry someone who laughs at the same things you do.",
      "source": "The Catcher in the Rye",
      "id": 22,
      "length": 65
    },
    {
      "text": "If you think that you are going to love something, give it a try.",
      "source": "What it Takes to Make More Money than Your Parents",
      "id": 23,
      "length": 65
    },
    {
      "text": "I have waited lifetimes to find you. Now that you're here I can remind you of the things I've been dreaming of times two.",
      "source": "Stay Ready",
      "id": 24,
      "length": 121
    },
    {
      "text": "Are you trying to impress me? What would impress me more is if you never did that again.",
      "source": "Portal 2",
      "id": 25,
      "length": 88
    },
    {
      "text": "Yeah it's you, you're the one that makes me feel right. I've been in love with her for ages and I can't seem to get it right. I fell in love with her in stages my whole life.",
      "source": "Me and You Together Song",
      "id": 26,
      "length": 174
    },
    {
      "text": "Believe in one thing too much and you have no room for new ideas.",
      "source": "The October Country",
      "id": 27,
      "length": 65
    },
    {
      "text": "Cleaning your house while kids are around is like shoveling the walk while it's still snowing.",
      "source": "Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings",
      "id": 28,
      "length": 94
    },
    {
      "text": "The day the power of love overrules the love of power, the world will know peace.",
      "source": "Doing Research in Emergency and Acute Care: Making Order Out of Chaos",
      "id": 29,
      "length": 81
    },
    {
      "text": "I am the wisest man alive, for I know one thing, and that is that I know nothing.",
      "source": "The Republic",
      "id": 30,
      "length": 81
    },
    {
      "text": "You can't convince me what I want and what I need are separate things.",
      "source": "Wants / Needs",
      "id": 32,
      "length": 70
    },
    {
      "text": "It's easy not to abuse your power when you don't actually have any power.",
      "source": "Inside The Mind of an Introvert",
      "id": 33,
      "length": 73
    },
    {
      "text": "I often think that men don't understand what is noble and what is ignorant, though they always talk about it.",
      "source": "Anna Karenina",
      "id": 34,
      "length": 109
    },
    {
      "text": "Now is the time for resting. Some things are ill to hear when the world's in shadow.",
      "source": "The Lord of The Rings",
      "id": 35,
      "length": 84
    },
    {
      "text": "Courage is resistance to fear, mastery of fear - not absence of fear.",
      "source": "Strangers",
      "id": 36,
      "length": 69
    },
    {
      "text": "There's no reason a fake can't do what the real thing would. And it's possible for a fake to be more real than the real thing.",
      "source": "Monogatari Series",
      "id": 37,
      "length": 126
    },
    {
      "text": "It matters not how a man dies, but how he lives. The act of dying is not of importance, it lasts so short a time.",
      "source": "The Life of Samuel Johnson",
      "id": 38,
      "length": 113
    },
    {
      "text": "There is something about yourself that you don't know.",
      "source": "Revolver",
      "id": 39,
      "length": 54
    },
    {
      "text": "I am he as you are he as you are me and we are all together.",
      "source": "I Am the Walrus",
      "id": 40,
      "length": 60
    },
    {
      "text": "Anything is edible if you deep fry it long enough.",
      "source": "The Amazing World of Gumball",
      "id": 41,
      "length": 50
    },
    {
      "text": "There will come a time when all of us are dead.",
      "source": "The Fault in Our Stars",
      "id": 42,
      "length": 47
    },
    {
      "text": "We know little of who we were, only something of who we are, and nothing of who we may be.",
      "source": "Silvertongue",
      "id": 43,
      "length": 90
    },
    {
      "text": "You know when I was a kid I always wanted to be a cowboy, and now knowing I'm going to spend my future in the past sounds like a wonderful way to spend my retirement years.",
      "source": "Back to the Future Part III",
      "id": 44,
      "length": 172
    },
    {
      "text": "When we remember, we only get a version of the last time we remember it.",
      "source": "Trophy Eyes - Chlorine",
      "id": 45,
      "length": 72
    },
    {
      "text": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.",
      "source": "When Harry Met Sally",
      "id": 46,
      "length": 132
    },
    {
      "text": "Where do you think you're going? Because I don't think you're going where you think you're going.",
      "source": "Portal",
      "id": 47,
      "length": 97
    },
    {
      "text": "When everyone else was thinking it was time for bed, his mind was telling him it's time to get ahead of the competition.",
      "source": "The Mamba Mentality: How I Play",
      "id": 48,
      "length": 120
    },
    {
      "text": "You must learn from the mistakes of others because you can't possibly live long enough to make them all yourself.",
      "source": "Funny Quotes: Slightly Twisted Words of Wisdom & Other Funny Sayings",
      "id": 49,
      "length": 113
    },
    {
      "text": "I would rather spend one lifetime with you, than face all the ages of this world alone.",
      "source": "The Lord of The Rings",
      "id": 50,
      "length": 87
    }
  ]
}